CREATE TABLE IF NOT EXISTS `toy` (
  `id` int(8) NOT NULL AUTO_INCREMENT,
  `lno` varchar(255) NOT NULL,
  `doi` DATE ,
  `leno` varchar(255) ,
  `esno` varchar(255) ,
  `noc` varchar(255) NOT NULL,
  `hli` varchar(255) ,
  `vod` varchar(255) ,
  `mea` varchar(255) ,
  `pno` varchar(255) ,
  `lotno` varchar(255) ,
  `siz` varchar(255) ,
  `suc` varchar(255) ,
  `allo` varchar(255) ,
  `ono` varchar(255) ,
  `doio` DATE ,
  `odet` varchar(255) ,
  PRIMARY KEY (`id`)
);

INSERT INTO `toy` (`id`, `lno`, `doi`, `leno`, `esno`, `noc`, `hli`,`vod`, `mea`, `pno`, `lotno`, `siz`, `suc`, `allo`, `ono`, `doio`, `odet`) VALUES



(1, 'DS-WD/LND/192/LL 593', '2023-03-22', '3', '987396','කලුපගේ සිරිල් රණවීර','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa'),
(2, 'GS-LND/192/LL 593', '2025-03-22', '4', '984527396','පගේ සිරිල් රණවීර','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa'),
(3, 'HS-/LND/192/LL 593', '2026-03-22', '3', '987254396','කලුපගේ සිරි','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa'),
(4, 'JS-WD/LN/192/LL 593', '2027-03-22', '4', '924587396','කගේ සිරිල් රණවීර','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa'),
(5, 'CS-/LND/192/LL 593', '2030-03-22', '3', '987254396','ලුගේ සිරිල් රණවීර','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa'),
(6, 'KS-WD/192/LL 593', '2023-03-22', '7', '9847396','ගේ සිරිල් රණවීර','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa'),
(7, 'LS-WD/LND/1L 593', '2035-03-22', '3', '987321496','ක සිරිල් රණවීර','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa'),
(8, 'QS-/LND/192/LL 593', '2040-03-22', '5', '984217396','ලු සිරිල් රණවීර','ගැණුම්_මිල','192 අම්පෙගම','නැත','මු.පි.ගා. 3976','10','හෙක්. 0.2025','සුදුවැලි කන්ද3','නැත','GR/31/30/9138','2027-03-22','blaa blaaaa');